Repository: ryonakano/louper
Catalog: po/extra/*.po
Languages: fr, it, ja, nl, ru, sk, tr, uk

source: Magnify the selected text
fr: Agrandissez le texte sélectionné
it: Ingrandisci il testo selezionato
ja: 選択したテキストを拡大します
nl: Vergroot geselecteerde tekst
ru: Увеличивает выделенный текст
sk: Zväčšite vybraný text
tr: Seçili metni büyüt
uk: Збільшення вибраного тексту

source: A text magnification app that helps you zoom the selected text.
fr: Une application d’agrandissement de texte qui vous aide à rendre un texte sélectionné plus lisible.
it: Un'app di ingrandimento del testo che ti aiuta a ingrandire il testo selezionato.
ja: 選択したテキストを拡大するのに役立つ、テキスト拡大アプリです。
nl: Een vergrootglastoepassing om geselecteerde tekst mee te vergroten.
ru: Приложение для увеличения текста, которое поможет вам увеличить выделенный текст.
sk: Aplikácia s funkciou lupy, ktorá vám poslúži na zväčšenie vybraného textu.
tr: Seçilen metni yakınlaştırmanıza yardımcı olan bir metin büyütme uygulaması.
uk: Застосунок для збільшення тексту, який допоможе вам збільшити вибраний текст.

source: Select the text you want to magnify and just launch the app! The app shows the selected text in huge size.
fr: Sélectionnez le texte que vous souhaitez agrandir puis lancez l’application ! Elle vous montrera le texte sélectionné en grand.
it: Seleziona il testo che desideri ingrandire e avvia l'app! L'app mostra il testo selezionato in grandi dimensioni.
ja: 拡大したいテキストを選択してアプリを起動するだけ！ アプリが選択されたテキストを大きく表示してくれます。
nl: Start de toepassing (het is aanbevolen om een sneltoets in te stellen in de toetsenbordinstellingen). De toepassing vergroot vervolgens de geselecteerde tekst.
ru: Выберите текст, который хотите увеличить, и просто запустите приложение! Приложение показывает выделенный текст в огромном размере.
sk: Označte text, ktorý chcete zväčšiť a potom len spustite aplikáciu! Aplikácia zobrazí označený text v dostatočne čitateľnej veľkosti.
tr: Büyütmek istediğiniz metni seçin ve uygulamayı başlatın! Uygulama, seçilen metni büyük boyutta gösterecektir.
uk: Виберіть текст, який потрібно збільшити, і просто запустіть застосунок! Вибраний текст збільшиться до величезного розміру.

source: Other features include:
fr: Les autres fonctionnalités incluent :
it: Altre funzionalità includono:
ja: そのほかの機能:
nl: Overige functies:
ru: Другие функции включают в себя:
tr: Diğer özellikler şunlardır:
uk: Інші функції включають:

source: Select some part of the magnified text and press Ctrl+C or perform secondary click to copy it
fr: Sélectionnez certaines parties du texte agrandi et pressez Ctrl+C ou effectuez un clic secondaire pour le copier
it: Seleziona una parte del testo ingrandito e premi Ctrl+C o esegui un clic secondario per copiarlo
ja: 拡大したテキストの一部を選択して Ctrl+C キーを押すか副クリックすることで、コピーできます
ru: Выберите какую-нибудь часть приближенного текста и нажмите Ctrl+C или выполните щелчок второй кнопкой мыши, чтобы скопировать её
tr: Büyütülen metnin bir kısmını seçin ve kopyalamak için Ctrl+C tuşlarına basın veya ikinci kez tıklayın
uk: Виділіть частину збільшеного тексту і натисніть Ctrl+C або повторно натисніть, щоб скопіювати його

source: Press Esc or Ctrl+Q or unfocus the window to close the app
fr: Appuyez sur Échap, ou Ctrl + Q, ou cliquez en dehors de l’application pour la fermer
it: Premi Esc o Ctrl+Q o sfoca la finestra per chiudere l'app
ja: Esc/Ctrl+Q キーを押すかウィンドウを非アクティブにすると、アプリを終了します
ru: Нажмите Esc, или Ctrl+Q, или расфокусируйте окно, чтобы закрыть приложение
tr: Uygulamayı kapatmak için Esc veya Ctrl+Q tuşlarına basın ya da pencerenin odağını kaldırın
uk: Натисніть Esc або Ctrl+Q або перенесіть фокус із вікна, щоб закрити застосунок

source: Zoom in what you like to read
fr: Zoomez sur ce que vous aimez lire
it: Ingrandisci ciò che ti piace leggere
ja: 読みたいテキストを拡大できます
nl: Zoom in op het te lezen deel
ru: Приближайте что хотите прочитать
tr: Okumak istediklerinizi yakınlaştırın
uk: Збільшуйте те, що вам подобається читати

source: Fixes for publising to AppCenter
fr: Corrections pour la publication sur AppCenter
it: Correzioni per la pubblicazione su App Center
ru: Исправления для публикации в AppCenter
tr: AppCenter'da yayınlama için düzeltmeler
uk: Виправлення для публікації в AppCenter

source: Redesign to fit modern desktop environments
fr: Nouveau design pour s’adapter aux environnements de bureau modernes
it: Riprogettata per adattarsi ai moderni ambienti desktop
ja: 最近のデスクトップ環境に合うように、デザインを変更
ru: Переработан дизайн для соответствия современным средам рабочего стола
tr: Modern masaüstü ortamlarına uyacak şekilde yeniden tasarlandı
uk: Редизайн для відповідності сучасним стільничним середовищам

source: Migrate to GTK 4, the latest version of GTK
fr: Migration vers GTK 4, la dernière version de GTK
it: Migrato a GTK 4, l'ultima versione di GTK
ja: GTK の最新バージョンである、GTK 4 に移行
ru: Переход на GTK4, последнюю версию GTK
tr: GTK'nın en son sürümü olan GTK 4'e geçiş yapıldı
uk: Перехід на GTK 4, найновішу версію GTK

source: Fix opening the context menu crashes the app
fr: Correction du plantage causé par l’ouverture du menu contextuel
it: Risolto il problema con l'apertura del menu di scelta rapida che provoca l'arresto anomalo dell'app
ja: コンテキストメニューを開くとアプリがクラッシュする不具合を修正
ru: Исправлен вылет при открытии контекстного меню
tr: Bağlam menüsü açarken uygulamanın çökertmesi düzeltildi
uk: Виправлено відкриття контекстного меню, що призводило до збою застосунку

source: No longer swallow Ctrl+C in the app, so that you can copy selected texts
fr: Ctrl+C n’est plus englobé dans l’application, afin de pouvoir copier les textes sélectionnés
it: L'app non si interrompe più premendo Ctrl+C, consentendoti di copiare il testo selezionato
ja: アプリが Ctrl+C の押下を潰さなくなったため、選択したテキストをコピーできるようになりました
ru: Не останавливать Ctrl+C в приложении, чтобы можно было копировать выделенные тексты
tr: Seçilen metinleri kopyalayabilmeniz için artık uygulamada Ctrl+C yutulmuyor
uk: Застосунок більше не розбиває Ctrl+C, тож можна копіювати виділені тексти

source: Correctly show the app name in the Multitasking View on Pantheon
fr: Nom de l’application correctement affiché dans la vue multitâche sur Pantheon
it: Mostra correttamente il nome dell'app nella vista multitasking su Pantheon
ja: Pantheon のマルチタスク画面に、アプリ名が適切に表示されるように修正
ru: Правильное отображение имени приложения в режиме многозадачности на Pantheon
tr: Pantheon Çoklu Görev Görünümünde uygulama adını doğru şekilde göster
uk: Правильний показ назви застосунку в режимі багатозадачності Pantheon

source: Show the close button in the app window
fr: Affichage du bouton de fermeture dans la fenêtre de l’application
it: Mostra il pulsante di chiusura nella finestra dell'app
ja: アプリウィンドウに閉じるボタンを表示するように修正
ru: Исправлена кнопка закрытия окна приложения
tr: Uygulama penceresinde kapat düğmesini göster
uk: Показ кнопки закриття у вікні застосунку

source: Update Flatpak runtime version
fr: Mise à jour de l’environnement d’exécution Flatpak
it: Aggiornato la versione runtime di Flatpak
ja: Flatpak ランタイムのバージョンを更新
nl: Bijgewerkt: Flatpak-runtimeversie
ru: Обновлена версия Flatpak runtime
tr: Flatpak çalışma zamanı sürümü güncellendi
uk: Оновлення версії середовища виконання Flatpak

source: Update translations
fr: Mise à jour des traductions
it: Aggiornate le traduzioni
ja: 翻訳を更新
nl: Vertalingen bijgewerkt
ru: Обновлены переводы
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: Translation updates:
fr: Mise à jour des traductions :
it: Aggiornamenti di traduzione:
ja: 翻訳の更新:
nl: Vertaalupdates:
ru: Обновления переводов:
sk: Aktualizácie prekladov:
tr: Çeviri güncellemeleri:
uk: Оновлення перекладів:

source: Add Italian translation (thanks to @albanobattistella)
fr: Ajout des traductions en italien (grâce à @albanobattistella)
it: Aggiunta traduzione italiana (grazie a @albanobattistella)
ja: イタリア語翻訳を追加 (貢献者: @albanobattistella)
nl: Nieuw: Italiaanse vertaling (met dank aan @albanobattistella)
ru: Добавлен итальянский перевод (спасибо @albanobattistella)
sk: Pridaný preklad do taliančiny (vďaka @albanobattistella)
tr: İtalyanca çeviri eklendi (Teşekkürler @albanobattistella)
uk: Додано переклад італійською мовою (спасибі @albanobattistella)

source: Make sure the window width is narrow than the display width
fr: Vérification que la largeur de la fenêtre est inférieure à celle de l’écran
it: Assicurati che la larghezza della finestra sia più stretta rispetto alla larghezza del display
ja: ウィンドウ幅がディスプレイ幅よりも狭くなるように修正
nl: De vensterbreedte is voortaan kleiner dan de schermbreedte
ru: Теперь ширина текста всегда меньше ширины дисплея
sk: Zabezpečené, že šírka okna je menšia ako šírka obrazovky
tr: Pencere genişliğinin ekran genişliğinden daha dar olduğundan emin ol
uk: Ширина вікна звужена до ширини дисплея

source: Fix wrong OARS data
fr: Correction des données OARS erronées
it: corretti dati OARS errati
ja: OARS データの間違いを修正
nl: Opgelost: onjuiste OARS-gegevens
ru: Исправлены неправильные OARS данные
sk: Opravené nesprávne OARS údaje
tr: Yanlış OARS verileri düzeltildi
uk: Виправлені неправильні дані OARS

source: Add Ainu translation
fr: Ajout d’une traduction Ainu
it: Aggiunta traduzione Ainu
ja: アイヌ語翻訳を追加
nl: Nieuw: Ainu-vertaling
ru: Добавить айнский перевод
sk: Pridaný preklad do jazyka ainu
tr: Ainu çevirisi eklendi
uk: Додано переклад мовою айну

source: Add French translation (thanks to @NathanBnm)
fr: Ajout d’une traduction française (grâce à @NathanBnm)
it: Aggiunta la traduzione francese (grazie a @NathanBnm)
ja: フランス語翻訳を追加 (貢献者: @NathanBnm)
nl: Nieuw: Franse vertaling (met dank aan @NathanBnm)
ru: Добавлен перевод на французский язык (спасибо @NathanBnm)
sk: Pridaný preklad do francúzštiny (vďaka @NathanBnm)
tr: Fransızca çeviri eklendi (teşekkürler @NathanBnm)
uk: Додано переклад французькою мовою (завдяки @NathanBnm)

source: Update Japanese translation
fr: Mise à jour de la traduction japonaise
it: Aggiornata traduzione giapponese
ja: 日本語翻訳を更新
nl: Bijgewerkt: Japanse vertaling
ru: Обновлён японский перевод
sk: Aktualizácia prekladu do japončiny
tr: Japonca çeviri güncellendi
uk: Оновлення перекладу японською мовою

source: Now you can quit the app with the shortcut key Ctrl+Q
fr: Désormais vous pouvez quitter l'application avec le raccourci clavier Ctrl + Q
it: Ora puoi uscire dall'app con il tasto di scelta rapida Ctrl+Q
ja: ショートカットキー Ctrl+Q でアプリを終了できるように変更
nl: Nieuw: sluit de toepassing af met Ctrl+Q
ru: Теперь вы можете выйти из приложения с помощью сочетания клавиш Ctrl+Q
sk: Teraz môžete ukončiť aplikáciu pomocou klávesovej skratky Ctrl+Q
tr: Artık Ctrl+Q kısayol tuşu ile uygulamadan çıkabilirsiniz
uk: Відтепер ви можете закривати застосунок за допомогою комбінації клавіш Ctrl+Q

source: Initial release
fr: Version initiale
it: Versione iniziale
ja: 最初のリリース
nl: Eerste versie
ru: Начальный выпуск
sk: Prvé vydanie
tr: İlk sürüm
uk: Початковий випуск

source: Text Magnification App
fr: Application d'agrandissement du texte
it: App di ingrandimento del testo
ja: テキスト拡大アプリ
nl: Tekstvergrotingstoepassing
ru: Приложение для увеличения текста
sk: Aplikácia na zväčšenie textu
tr: Metin Büyütme Uygulaması
uk: Застосунок для збільшення тексту

source: Zoom;Copy;
fr: Zoom;Agrandir;Copier;
it: Zoom;Copia;
ja: ズーム;コピー;Zoom;Copy;
nl: Zoom;Kopiëren;Vergroten;Loep;
ru: Увеличение;Копирование;
sk: Priblížiť;Kopírovať;
tr: Zoom;Copy;Yakınlaştır;Kopyala;
uk: Збільшити;Копіювати;Zoom;Copy;

source: Louper
nl: Vergrootglas
