Repository: ryonakano/louper
Catalog: po/*.po
Languages: es, et, hi, nb_no, pt, pt_br, ta

source: Text Magnification App
es: Aplicación para ampliar el texto
et: Teksti suurendamise rakendus
hi: पाठ आवर्धन ऐप
nb_no: Tekstforstørrelsesprogram
pt: Aplicação de ampliação de texto
pt_br: Aplicativo de ampliação de texto
ta: உரை உருப்பெருக்கம் பயன்பாடு

source: Magnify the selected text
es: Ampliar el texto seleccionado
et: Suurenda valitud teksti
hi: चयनित पाठ को बड़ा करें
nb_no: Forstørr valgt tekst
pt: Amplia o texto selecionado
pt_br: Amplie o texto selecionado
ta: தேர்ந்தெடுக்கப்பட்ட உரையை பெரிதாக்குங்கள்

source: Zoom;Copy;
es: Zoom;Copiar;
et: zoom;suum;suumi;suurenda;vaata;luup;suurendusklaas;kopeeri;
hi: जूम;कॉपी;
nb_no: Tekstforstørrelse;forstørrelse;kopier;lesehjelp
pt: Zoom;Copy;Ampliar;Copiar;
pt_br: Zoom; cópia;
ta: சூம்; நகல்;

source: A text magnification app that helps you zoom the selected text.
es: Una aplicación de ampliación de texto que te ayuda a ampliar el texto seleccionado.
et: Teksti suurendamise rakendus, mis aitab sul näha valitud teksti läbi piltliku suurendusklaasi.
hi: एक पाठ आवर्धन ऐप जो आपको चयनित पाठ को जूम करने में मदद करता है।
nb_no: Et tekstforstørrelsesprogram som hjelper deg å lese valgt tekst.
pt: Uma aplicação de ampliação de texto que o ajuda a ampliar o texto selecionado.
pt_br: Um aplicativo de ampliação de texto que ajuda a aumentar o zoom do texto selecionado.
ta: தேர்ந்தெடுக்கப்பட்ட உரையை பெரிதாக்க உதவும் உரை உருப்பெருக்கம் பயன்பாடு.

source: Select the text you want to magnify and just launch the app! The app shows the selected text in huge size.
es: Selecciona el texto que deseas ampliar y ejecuta la aplicación. La aplicación muestra el texto seleccionado en gran tamaño.
et: Vali tekst, mida soovid suurendada ning käivita rakendus! Kohe näedki sama teksti suures vaates.
hi: वह पाठ चुनें जिसे आप बड़ा करना चाहते हैं और ऐप शुरू करें! ऐप चयनित पाठ को बड़े आकार में दिखाता है।
nb_no: Velg teksten du ønsker å forstørre og start programmet. Programmet viser valgt tekst i stor størrelse.
pt: Selecione o texto que deseja ampliar e inicie a aplicação! A aplicação mostra o texto selecionado em tamanho grande.
pt_br: Selecione o texto que deseja ampliar e basta iniciar o aplicativo! O aplicativo mostra o texto selecionado em tamanho enorme.
ta: நீங்கள் பெரிதாக்க விரும்பும் உரையைத் தேர்ந்தெடுத்து பயன்பாட்டைத் தொடங்கவும்! பயன்பாடு தேர்ந்தெடுக்கப்பட்ட உரையை பெரிய அளவில் காட்டுகிறது.

source: Other features include:
es: Otras características son:
et: Lisavõimalused:
hi: अन्य विशेषताओं में शामिल हैं:
nb_no: Andre funksjoner:
pt: Outras características incluem:
pt_br: Outros recursos incluem:
ta: பிற நற்பொருத்தங்கள் பின்வருமாறு:

source: Select some part of the magnified text and press Ctrl+C or perform secondary click to copy it
es: Selecciona cualquier parte del texto ampliado y presiona Ctrl+C o cópialo con un clic secundario
et: Vali osa suurendatud tekstist ja Ctrl+C abil saad sellest osast koopia teha
hi: आवर्धित पाठ का कुछ भाग चुनें और उसे कॉपी करने के लिए Ctrl+C दबाएं या द्वितीयक क्लिक करें
nb_no: Vleg en del av forstørret tekst og trykk Ctrl+C eller høyreklikk for å kopiere den.
pt: Selecione alguma parte do texto ampliado e pressione Ctrl+C ou execute um clique secundário para copiá-lo
pt_br: Selecione uma parte do texto ampliado e pressione Ctrl+C ou execute o clique secundário para copiá -lo
ta: பெரிதாக்கப்பட்ட உரையின் சில பகுதியைத் தேர்ந்தெடுத்து CTRL+C ஐ அழுத்தவும் அல்லது அதை நகலெடுக்க இரண்டாம் நிலை சொடுக்கு செய்யவும்

source: Press Esc or Ctrl+Q or unfocus the window to close the app
es: Presiona Esc, o Ctrl+Q, o haz clic fuera de la aplicación para cerrarla
et: Fookuse eemaldamiseks ja rakenduse sulgemiseks vajuta Esc või Ctrl+Q
hi: ऐप बंद करने के लिए Esc या Ctrl+Q दबाएं या खिड़की को विकेन्द्रित करें
nb_no: Trykk Esc eller Ctrl+Q eller avfokuser vinduet for å lukke programmet
pt: Prima Esc/Ctrl+Q ou desfoque a janela para fechar a aplicação
pt_br: Pressione ESC ou Ctrl+Q ou Desfoco a janela para fechar o aplicativo
ta: பயன்பாட்டை மூடுவதற்கு தப்பி அல்லது CTRL+Q அல்லது சாளரத்தை ஐச்போகச் அழுத்தவும்

source: Zoom in what you like to read
es: Amplía lo que te gusta leer
et: Suumi seda osa, mida soovid lugeda
hi: आप जो पढ़ना चाहते हैं उसे जूम करें
nb_no: Forstørr det du vil lese
pt: Amplie o que gosta de ler
pt_br: Amplie o que você gosta de ler
ta: நீங்கள் படிக்க விரும்புவதை பெரிதாக்கவும்

source: Keep the app window open when unfocused
es: Mantener la ventana de la aplicación abierta cuando se está desenfocado
et: Hoia rakenduse aken avatuna ka siis, kui ta pole fookuses
hi: विकेन्द्रित होने पर ऐप खिड़की को खुला रखें
nb_no: Behold programvinduet åpent når det ikke er i fokus
pt: Impedir que a janela da app feche automaticamente quando fora de foco
pt_br: Mantenha a janela do aplicativo aberta quando não focada
ta: கவனம் செலுத்தப்படாதபோது பயன்பாட்டு சாளரத்தைத் திறந்து வைக்கவும்

source: The text to zoom in; the clipboard is used if none specified
es: El texto a ampliar; se utiliza el portapapeles si no se especifica ninguno
et: Suumitav tekst; kui midagi pole valitud, siis kasutame lõikelaua sisu
hi: जूम इन करने के लिए पाठ; यदि कोई निर्दिष्ट नहीं है तो क्लिपबोर्ड का उपयोग किया जाता है
nb_no: Tekst å forstørre (utklippstavlen brukes hvis ingenting angis).
pt: O texto a aumentar; a área de transferência é usada se nenhum for especificado
pt_br: O texto para aumentar o zoom; a área de transferência é usada se nenhum especificado
ta: பெரிதாக்க உரை; எதுவும் குறிப்பிடப்படவில்லை என்றால் இடைநிலைப்பலகை பயன்படுத்தப்படுகிறது
